var data_lds = [
 { name: 'Лига чемпионов АФК. Финал. Первый матч', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '8.70', lds: '-', diff: '-', games: '11.50 '}
, { name: 'Австралия. Эй-лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '15.87', lds: '6.25', diff: '-9.62', games: '6.30 '}
, { name: 'Австрия. Бундеслига', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '9.39', lds: '12.86', diff: '3.47', games: '12.00 11.50 12.50 6.60 '}
, { name: 'Австрия. Региональная лига. Восток', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '15.04', lds: '12.86', diff: '-2.18', games: '5.70 7.60 '}
, { name: 'Азербайджан. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '8.33', lds: '4.55', diff: '-3.78', games: '8.00 16.00 '}
, { name: 'Алжир. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '5.26', lds: '4.44', diff: '-0.82', games: '19.00 '}
, { name: 'Англия. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '8', avg: '11.47', lds: '14.55', diff: '3.08', games: '6.20 11.50 14.00 18.50 3.30 4.333 7.40 4.50 '}
, { name: 'Англия. Чемпион-лига', date: '2017/11/18', event: 'AnyOther', count: '9', avg: '10.24', lds: '9.38', diff: '-0.86', games: '10.50 11.50 11.50 13.00 6.00 8.10 9.10 9.10 9.10 '}
, { name: 'Англия. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '12', avg: '9.08', lds: '9.09', diff: '0.01', games: '10.50 10.50 10.50 11.00 11.50 11.50 12.00 13.50 16.00 7.50 7.90 9.70 '}
, { name: 'Англия. 2-я лига', date: '2017/11/18', event: 'AnyOther', count: '12', avg: '9.43', lds: '9.31', diff: '-0.12', games: '10.00 10.50 11.50 12.00 12.50 13.00 19.00 5.70 7.10 7.60 8.90 9.40 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2017/11/18', event: 'AnyOther', count: '11', avg: '17.60', lds: '16.23', diff: '-1.37', games: '4.40 4.70 5.30 5.50 5.60 5.80 5.80 5.80 6.20 6.70 6.70 '}
, { name: 'Англия. Национальная лига', date: '2017/11/18', event: 'AnyOther', count: '12', avg: '9.32', lds: '6.17', diff: '-3.15', games: '11.00 11.50 13.50 14.00 14.50 17.50 6.10 6.60 7.50 8.50 8.60 9.40 '}
, { name: 'Англия. Премьер-лига 2. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '19.17', lds: '16.36', diff: '-2.81', games: '4.85 5.70 5.10 '}
, { name: 'Англия. Премьер-лига 2. 2-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '16.67', lds: '29.63', diff: '12.96', games: '6.00 '}
, { name: 'Англия. Северная Национальная лига', date: '2017/11/18', event: 'AnyOther', count: '11', avg: '14.58', lds: '15.90', diff: '1.32', games: '10.50 2.75 4.90 5.20 6.20 6.50 7.00 7.50 7.50 8.30 9.10 '}
, { name: 'Англия. Северная Премьер-лига. Премьер-дивизион', date: '2017/11/18', event: 'AnyOther', count: '12', avg: '16.93', lds: '18.38', diff: '1.45', games: '4.40 5.40 5.40 5.80 6.00 6.00 6.10 6.30 6.30 6.30 6.30 6.60 '}
, { name: 'Англия. Южная Национальная лига', date: '2017/11/18', event: 'AnyOther', count: '11', avg: '15.14', lds: '11.52', diff: '-3.62', games: '4.75 5.00 5.10 5.60 7.00 7.20 7.30 7.40 7.50 7.70 8.10 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2017/11/18', event: 'AnyOther', count: '12', avg: '18.75', lds: '21.50', diff: '2.75', games: '2.06 4.25 4.50 4.70 4.90 5.30 5.40 6.30 6.30 6.70 6.70 6.90 '}
, { name: 'Аргентина. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '10.15', lds: '9.65', diff: '-0.50', games: '11.00 8.70 '}
, { name: 'Аргентина. Примера B Насьональ', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '5.41', lds: '1.04', diff: '-4.37', games: '17.50 19.50 '}
, { name: 'Армения. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '7.14', lds: '2.78', diff: '-4.36', games: '14.00 '}
, { name: 'Беларусь. Высшая лига', date: '2017/11/18', event: 'AnyOther', count: '8', avg: '12.53', lds: '9.82', diff: '-2.71', games: '13.50 16.50 3.46 3.58 5.40 6.00 6.00 9.40 '}
, { name: 'Бельгия. 1-й дивизион А', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '14.35', lds: '-', diff: '-', games: '5.50 8.30 7.10 '}
, { name: 'Бельгия. 1-й дивизион B', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '10.99', lds: '13.11', diff: '2.12', games: '10.00 8.20 '}
, { name: 'Болгария. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '12.58', lds: '16.04', diff: '3.46', games: '14.00 4.65 5.20 '}
, { name: 'Боливия. LFPB', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.66', lds: '11.34', diff: '-1.32', games: '7.90 '}
, { name: 'Босния и Герцеговина. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '10.79', lds: '9.52', diff: '-1.27', games: '10.50 11.50 5.80 '}
, { name: 'Бразилия. Серия B', date: '2017/11/18', event: 'AnyOther', count: '7', avg: '7.31', lds: '3.87', diff: '-3.44', games: '13.50 17.00 11.50 13.50 14.50 16.50 9.30 '}
, { name: 'Bенгрия. Лига NB I', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '9.92', lds: '-', diff: '-', games: '10.00 10.50 11.00 8.20 9.80 11.00 '}
, { name: 'Германия. Бундеслига', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '13.49', lds: '8.00', diff: '-5.49', games: '10.00 2.39 6.10 7.20 8.30 10.50 '}
, { name: 'Германия. 2-я бундеслига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '11.72', lds: '8.40', diff: '-3.32', games: '10.00 6.30 9.30 '}
, { name: 'Германия. 3-я лига', date: '2017/11/18', event: 'AnyOther', count: '7', avg: '9.56', lds: '13.07', diff: '3.51', games: '10.50 11.00 12.00 12.00 8.20 9.60 9.90 '}
, { name: 'Германия. Региональная лига. Юго-Запад', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '15.41', lds: '17.92', diff: '2.51', games: '4.05 5.60 7.20 7.40 8.20 '}
, { name: 'Германия. Региональная лига. Бавария', date: '2017/11/18', event: 'AnyOther', count: '8', avg: '15.75', lds: '17.65', diff: '1.90', games: '4.90 5.00 5.10 6.00 7.10 7.10 7.60 8.00 '}
, { name: 'Германия. Региональная лига. Запад', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '14.58', lds: '20.13', diff: '5.55', games: '8.10 4.75 6.40 6.70 7.40 7.80 '}
, { name: 'Германия. Региональная лига. Север', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '13.79', lds: '17.52', diff: '3.73', games: '5.10 7.90 7.60 7.80 8.10 7.00 '}
, { name: 'Германия. Региональная лига. Северо-Восток', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '15.63', lds: '19.05', diff: '3.42', games: '4.50 8.30 '}
, { name: 'Греция. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '7.14', lds: '8.75', diff: '1.61', games: '18.50 21.00 2.54 '}
, { name: 'Дания. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.50', lds: '19.81', diff: '7.31', games: '8.00 '}
, { name: 'Египет. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '6.45', lds: '4.00', diff: '-2.45', games: '15.50 '}
, { name: 'Израиль. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '30.77', lds: '8.70', diff: '-22.07', games: '3.25 '}
, { name: 'Индия. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '6.67', lds: '0.00', diff: '-6.67', games: '15.00 '}
, { name: 'Иордания. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '15.75', lds: '-', diff: '-', games: '7.20 5.50 '}
, { name: 'Испания. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '11.78', lds: '12.61', diff: '0.83', games: '14.00 4.85 5.80 9.30 '}
, { name: 'Испания. 2-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '5.73', lds: '6.45', diff: '0.72', games: '14.00 15.00 9.80 31.00 '}
, { name: 'Испания. 2-й дивизион B', date: '2017/11/18', event: 'AnyOther', count: '8', avg: '8.11', lds: '5.54', diff: '-2.57', games: '10.50 17.50 10.50 15.00 12.00 13.50 8.60 11.00 '}
, { name: 'Италия. Серия А', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '18.78', lds: '14.41', diff: '-4.37', games: '6.10 4.55 '}
, { name: 'Италия. Серия В', date: '2017/11/18', event: 'AnyOther', count: '7', avg: '10.00', lds: '9.03', diff: '-0.97', games: '11.50 15.50 17.50 5.40 5.70 5.90 8.50 '}
, { name: 'Италия. Серия C', date: '2017/11/18', event: 'AnyOther', count: '9', avg: '6.80', lds: '4.93', diff: '-1.87', games: '11.00 12.50 14.50 16.00 17.00 17.00 17.50 18.50 8.30 '}
, { name: 'Катар. Старз Лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '13.51', lds: '23.81', diff: '10.30', games: '6.70 7.10 8.40 '}
, { name: 'Кипр. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '11.93', lds: '17.81', diff: '5.88', games: '4.95 16.00 4.20 '}
, { name: 'Колумбия. Примера A дивизион', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '10.26', lds: '-', diff: '-', games: '10.50 11.50 12.00 6.50 8.50 9.50 '}
, { name: 'Коста-Рика. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '10.53', lds: '16.67', diff: '6.14', games: '9.50 '}
, { name: 'Марокко. Кубок. Финал. Рабат', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '3.85', lds: '-', diff: '-', games: '26.00 '}
, { name: 'Мексика. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.50', lds: '6.25', diff: '-6.25', games: '8.00 '}
, { name: 'Нидерланды. Эредивизи', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '16.98', lds: '16.16', diff: '-0.82', games: '3.58 7.00 3.28 9.70 '}
, { name: 'Норвегия. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.05', lds: '14.17', diff: '2.12', games: '8.30 '}
, { name: 'Норвегия. Кубок. Финал. Осло', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '14.29', lds: '-', diff: '-', games: '7.00 '}
, { name: 'ОАЭ. Арабиан Галф Лиг', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '19.93', lds: '13.33', diff: '-6.60', games: '5.30 4.55 5.20 '}
, { name: 'Перу. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '13.70', lds: '8.46', diff: '-5.24', games: '8.30 6.30 '}
, { name: 'Польша. Экстракласа', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '10.03', lds: '4.92', diff: '-5.11', games: '10.00 10.50 9.40 '}
, { name: 'Польша. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '8.00', lds: '4.58', diff: '-3.42', games: '11.00 13.00 12.50 13.50 '}
, { name: 'Португалия. 2-я лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '7.69', lds: '8.46', diff: '0.77', games: '13.00 '}
, { name: 'Португалия. Кубок. 1/16 финала', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '9.88', lds: '-', diff: '-', games: '3.74 16.50 '}
, { name: 'Республика Корея. К-лига. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '8.73', lds: '-', diff: '-', games: '13.00 15.50 8.40 8.90 '}
, { name: 'Россия. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '5.86', lds: '5.47', diff: '-0.39', games: '9.80 19.50 10.00 29.00 '}
, { name: 'Россия. ФНЛ', date: '2017/11/18', event: 'AnyOther', count: '9', avg: '7.42', lds: '7.39', diff: '-0.03', games: '14.00 15.00 5.20 7.60 17.50 12.00 14.50 18.00 17.50 '}
, { name: 'Россия. Молодежное первенство', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '16.44', lds: '18.32', diff: '1.88', games: '4.75 7.70 5.80 '}
, { name: 'Румыния. Лига 1', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '10.15', lds: '6.61', diff: '-3.54', games: '14.00 5.70 '}
, { name: 'Саудовская Аравия. Про-лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.20', lds: '14.06', diff: '1.86', games: '8.20 '}
, { name: 'Северная Ирландия. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '18.76', lds: '19.77', diff: '1.01', games: '2.65 2.83 4.60 5.20 8.00 8.70 '}
, { name: 'Сербия. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '4', avg: '15.72', lds: '11.63', diff: '-4.09', games: '2.14 11.50 5.50 6.30 '}
, { name: 'Сингапур. С-Лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '18.10', lds: '22.64', diff: '4.54', games: '4.95 6.10 '}
, { name: 'Словакия. Фортуна-лига', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '13.02', lds: '14.44', diff: '1.42', games: '13.50 5.90 6.20 6.20 6.60 '}
, { name: 'Словения. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '8.33', lds: '14.47', diff: '6.14', games: '10.50 14.00 11.50 '}
, { name: 'Таиланд. Лига 1', date: '2017/11/18', event: 'AnyOther', count: '9', avg: '27.11', lds: '21.55', diff: '-5.56', games: '1.80 2.47 2.93 3.40 3.60 3.80 3.85 4.55 6.80 '}
, { name: 'Турция. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '11.19', lds: '11.00', diff: '-0.19', games: '5.30 12.50 9.00 '}
, { name: 'Турция. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '8.22', lds: '12.00', diff: '3.78', games: '11.00 13.00 12.50 '}
, { name: 'Украина. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '3', avg: '9.41', lds: '8.89', diff: '-0.52', games: '10.50 3.88 17.50 '}
, { name: 'Уругвай. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '8.81', lds: '9.66', diff: '0.85', games: '13.00 9.70 '}
, { name: 'Уэльс. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '11.49', lds: '12.50', diff: '1.01', games: '10.50 6.90 '}
, { name: 'Франция. Лига 1', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '10.07', lds: '11.57', diff: '1.50', games: '2.13 10.00 11.00 11.50 15.00 '}
, { name: 'Франция. Лига 2', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.35', lds: '12.16', diff: '-0.19', games: '8.10 '}
, { name: 'Франция. Национальная лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '6.56', lds: '6.86', diff: '0.30', games: '17.00 13.50 '}
, { name: 'Хорватия. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '27.03', lds: '9.21', diff: '-17.82', games: '3.96 3.44 '}
, { name: 'Черногория. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '7.40', lds: '10.00', diff: '2.60', games: '11.00 19.00 23.00 8.60 6.00 '}
, { name: 'Чехия. 1-я лига', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '12.25', lds: '7.62', diff: '-4.63', games: '14.00 5.60 9.90 3.62 7.70 '}
, { name: 'Чехия. ФНЛ', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '8.89', lds: '10.26', diff: '1.37', games: '11.50 11.00 '}
, { name: 'Швейцария. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '16.88', lds: '14.29', diff: '-2.59', games: '3.65 8.20 '}
, { name: 'Швейцария. Челлендж-лига', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '12.50', lds: '12.68', diff: '0.18', games: '6.50 9.50 '}
, { name: 'Шотландия. Премьер-лига', date: '2017/11/18', event: 'AnyOther', count: '5', avg: '15.43', lds: '10.53', diff: '-4.90', games: '2.99 11.00 3.92 7.00 7.50 '}
, { name: 'Шотландия. Кубок. 3-й раунд', date: '2017/11/18', event: 'AnyOther', count: '16', avg: '18.15', lds: '-', diff: '-', games: '2.41 1.86 2.23 3.56 3.96 4.65 5.20 5.30 5.50 5.80 6.00 6.30 7.20 8.50 9.80 9.90 '}
, { name: 'Шотландия. 2-я лига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '10.00', lds: '10.00', diff: '0.00', games: '10.00 '}
, { name: 'Эквадор. Серия A', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '12.20', lds: '-', diff: '-', games: '8.20 '}
, { name: 'ЮАР. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '6', avg: '5.61', lds: '2.50', diff: '-3.11', games: '19.00 12.00 16.50 18.50 20.00 21.00 '}
, { name: 'ЮАР. Кубок лиги. 1/2 финала', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '4.76', lds: '-', diff: '-', games: '21.00 '}
, { name: 'Япония. Джей-лига. 1-й дивизион', date: '2017/11/18', event: 'AnyOther', count: '8', avg: '10.01', lds: '7.86', diff: '-2.15', games: '10.50 11.50 14.50 3.52 9.70 9.80 9.90 10.50 '}
, { name: 'Женщины. Бельгия. Суперлига', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '18.87', lds: '40.00', diff: '21.13', games: '5.30 '}
, { name: 'Женщины. Испания. Примера дивизион', date: '2017/11/18', event: 'AnyOther', count: '2', avg: '19.90', lds: '18.06', diff: '-1.84', games: '5.30 4.75 '}
, { name: 'Женщины. Норвегия. Кубок. Финал. Берум', date: '2017/11/18', event: 'AnyOther', count: '1', avg: '13.89', lds: '-', diff: '-', games: '7.20 '}
];