var data_lds = [
 { name: 'Австралия. Эй-лига', date: '2017/12/30', event: 'AnyOther', count: '2', avg: '16.72', lds: '11.67', diff: '-5.05', games: '8.10 3.86 '}
, { name: 'Англия. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '7', avg: '9.03', lds: '16.50', diff: '7.47', games: '10.50 13.50 16.50 2.67 26.00 3.18 5.20 '}
, { name: 'Англия. Чемпион-лига', date: '2017/12/30', event: 'AnyOther', count: '10', avg: '8.75', lds: '7.93', diff: '-0.82', games: '13.00 13.50 14.00 14.00 16.50 6.80 7.20 8.30 9.50 11.50 '}
, { name: 'Англия. 1-я лига', date: '2017/12/30', event: 'AnyOther', count: '10', avg: '9.41', lds: '9.79', diff: '0.38', games: '12.00 14.50 14.50 16.00 7.30 7.70 7.80 8.60 8.70 9.20 '}
, { name: 'Англия. 2-я лига', date: '2017/12/30', event: 'AnyOther', count: '11', avg: '8.37', lds: '9.03', diff: '0.66', games: '10.00 11.00 11.50 12.00 12.50 13.00 13.50 14.50 17.00 6.90 9.50 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2017/12/30', event: 'AnyOther', count: '12', avg: '13.71', lds: '19.29', diff: '5.58', games: '6.00 6.10 6.40 6.60 6.70 6.70 7.70 7.70 8.00 8.40 8.60 8.60 '}
, { name: 'Англия. Национальная лига', date: '2017/12/30', event: 'AnyOther', count: '10', avg: '10.31', lds: '8.55', diff: '-1.76', games: '9.40 11.50 14.00 15.00 5.30 7.60 7.70 8.70 8.80 9.00 '}
, { name: 'Англия. Северная Премьер-лига. Премьер-дивизион', date: '2017/12/30', event: 'AnyOther', count: '12', avg: '15.25', lds: '17.36', diff: '2.11', games: '4.50 4.90 6.20 6.20 6.20 6.60 6.80 6.90 7.00 7.60 7.70 8.10 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2017/12/30', event: 'AnyOther', count: '2', avg: '18.10', lds: '22.97', diff: '4.87', games: '4.85 6.20 '}
, { name: 'Гонконг. Кубок ФА. 1-й раунд', date: '2017/12/30', event: 'AnyOther', count: '1', avg: '13.70', lds: '-', diff: '-', games: '7.30 '}
, { name: 'Египет. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '4', avg: '5.71', lds: '7.30', diff: '1.59', games: '12.50 20.00 17.50 20.00 '}
, { name: 'Израиль. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '4', avg: '10.34', lds: '6.67', diff: '-3.67', games: '17.50 5.80 8.80 6.60 '}
, { name: 'Индия. Суперлига', date: '2017/12/30', event: 'AnyOther', count: '1', avg: '8.00', lds: '17.65', diff: '9.65', games: '12.50 '}
, { name: 'Италия. Серия А', date: '2017/12/30', event: 'AnyOther', count: '9', avg: '13.26', lds: '11.17', diff: '-2.09', games: '7.80 11.00 11.50 12.50 3.02 5.30 6.40 6.80 3.54 '}
, { name: 'Италия. Серия C', date: '2017/12/30', event: 'AnyOther', count: '17', avg: '7.14', lds: '5.11', diff: '-2.03', games: '10.00 12.50 13.50 15.00 17.50 17.50 18.00 21.00 6.50 7.90 11.00 15.00 17.50 21.00 14.50 15.50 4.15 '}
, { name: 'Марокко. Ботола. 1-й дивизион', date: '2017/12/30', event: 'AnyOther', count: '5', avg: '5.71', lds: '4.59', diff: '-1.12', games: '23.00 6.00 23.00 17.50 18.00 '}
, { name: 'Португалия. Кубок. 1/8 финала', date: '2017/12/30', event: 'AnyOther', count: '1', avg: '8.33', lds: '-', diff: '-', games: '12.00 '}
, { name: 'Португалия. Кубок лиги. Групповой этап', date: '2017/12/30', event: 'AnyOther', count: '4', avg: '9.48', lds: '-', diff: '-', games: '13.50 14.50 5.00 9.20 '}
, { name: 'Северная Ирландия. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '5', avg: '11.12', lds: '17.32', diff: '6.20', games: '11.50 13.50 4.45 7.60 7.90 '}
, { name: 'Уэльс. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '2', avg: '34.07', lds: '15.04', diff: '-19.03', games: '2.31 3.56 '}
, { name: 'Шотландия. Премьер-лига', date: '2017/12/30', event: 'AnyOther', count: '6', avg: '9.19', lds: '9.68', diff: '0.49', games: '4.80 10.50 11.50 12.50 16.50 9.50 '}
, { name: 'Шотландия. Чемпион-лига', date: '2017/12/30', event: 'AnyOther', count: '2', avg: '11.43', lds: '13.79', diff: '2.36', games: '11.50 6.00 '}
, { name: 'Шотландия. 1-я лига', date: '2017/12/30', event: 'AnyOther', count: '5', avg: '15.63', lds: '23.26', diff: '7.63', games: '2.59 5.40 7.50 7.90 8.60 '}
, { name: 'Шотландия. 2-я лига', date: '2017/12/30', event: 'AnyOther', count: '4', avg: '11.43', lds: '9.76', diff: '-1.67', games: '10.50 6.60 8.10 9.80 '}
];