var data_lds = [
 { name: 'Лига чемпионов УЕФА. Групповой этап', date: '2017/11/20', event: 'AnyOther', count: '8', avg: '19.61', lds: '-', diff: '-', games: '3.72 8.60 1.97 2.54 3.96 6.30 6.70 7.00 '}
, { name: 'Австралия. Кубок. Финал. Сидней', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '14.08', lds: '-', diff: '-', games: '7.10 '}
, { name: 'Англия. Чемпион-лига', date: '2017/11/20', event: 'AnyOther', count: '9', avg: '10.82', lds: '8.91', diff: '-1.91', games: '10.50 11.00 4.80 8.20 8.70 8.80 9.30 9.40 12.50 '}
, { name: 'Англия. 1-я лига', date: '2017/11/20', event: 'AnyOther', count: '11', avg: '8.72', lds: '9.05', diff: '0.33', games: '10.00 10.50 11.00 11.50 12.50 13.00 13.50 17.00 8.40 9.10 9.70 '}
, { name: 'Англия. 2-я лига', date: '2017/11/20', event: 'AnyOther', count: '12', avg: '8.68', lds: '9.72', diff: '1.04', games: '10.50 10.50 10.50 10.50 11.00 11.50 12.50 14.00 14.00 17.50 6.00 9.80 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2017/11/20', event: 'AnyOther', count: '8', avg: '15.63', lds: '18.23', diff: '2.60', games: '5.40 5.60 5.70 6.00 6.20 6.70 7.80 7.80 '}
, { name: 'Англия. Национальная лига', date: '2017/11/20', event: 'AnyOther', count: '12', avg: '10.41', lds: '5.86', diff: '-4.55', games: '10.00 10.50 11.00 11.50 13.50 6.80 6.90 8.20 9.00 9.10 9.30 9.50 '}
, { name: 'Англия. Северная Национальная лига', date: '2017/11/20', event: 'AnyOther', count: '2', avg: '17.35', lds: '16.02', diff: '-1.33', games: '2.83 8.70 '}
, { name: 'Англия. Южная Национальная лига', date: '2017/11/20', event: 'AnyOther', count: '5', avg: '13.44', lds: '11.88', diff: '-1.56', games: '10.50 5.70 6.80 6.80 7.40 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2017/11/20', event: 'AnyOther', count: '6', avg: '16.74', lds: '21.70', diff: '4.96', games: '4.25 5.50 6.20 6.40 6.70 6.80 '}
, { name: 'Аргентина. Примера дивизион', date: '2017/11/20', event: 'AnyOther', count: '2', avg: '6.35', lds: '8.94', diff: '2.59', games: '15.00 16.50 '}
, { name: 'Аргентина. Примера B Насьональ', date: '2017/11/20', event: 'AnyOther', count: '3', avg: '4.29', lds: '0.96', diff: '-3.33', games: '23.00 26.00 21.00 '}
, { name: 'Бразилия. Серия A', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '11.11', lds: '-', diff: '-', games: '9.00 '}
, { name: 'Египет. Премьер-лига', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '3.85', lds: '3.90', diff: '0.05', games: '26.00 '}
, { name: 'Парагвай. Примера A', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '8.00', lds: '-', diff: '-', games: '12.50 '}
, { name: 'Польша. 1-я лига', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '6.90', lds: '4.40', diff: '-2.50', games: '14.50 '}
, { name: 'Северная Ирландия. Премьер-лига', date: '2017/11/20', event: 'AnyOther', count: '2', avg: '30.67', lds: '19.57', diff: '-11.10', games: '2.92 3.60 '}
, { name: 'Тунис. 1-я лига', date: '2017/11/20', event: 'AnyOther', count: '4', avg: '7.53', lds: '3.64', diff: '-3.89', games: '19.00 19.50 5.50 9.10 '}
, { name: 'Шотландия. Чемпион-лига', date: '2017/11/20', event: 'AnyOther', count: '2', avg: '15.97', lds: '13.11', diff: '-2.86', games: '3.92 8.60 '}
, { name: 'Шотландия. Кубок. 3-й раунд. Переигровка', date: '2017/11/20', event: 'AnyOther', count: '1', avg: '21.51', lds: '-', diff: '-', games: '4.65 '}
, { name: 'Шотландия. Лига до 20 лет', date: '2017/11/20', event: 'AnyOther', count: '4', avg: '21.68', lds: '29.41', diff: '7.73', games: '4.40 4.40 4.55 5.10 '}
, { name: 'ЮАР. Премьер-лига', date: '2017/11/20', event: 'AnyOther', count: '3', avg: '5.83', lds: '1.39', diff: '-4.44', games: '17.00 17.00 17.50 '}
];