var data_lds = [
 { name: 'Товарищеские турниры. Сборные. Гуандун - Гонконг Кап. Ответный матч', date: '2018/01/07', event: 'AnyOther', count: '1', avg: '17.54', lds: '-', diff: '-', games: '5.70 '}
, { name: 'Англия. Кубок. 3-й раунд', date: '2018/01/07', event: 'AnyOther', count: '4', avg: '13.64', lds: '-', diff: '-', games: '10.00 11.50 2.53 5.30 '}
, { name: 'Англия. Премьер-лига 2. 1-й дивизион', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '19.90', lds: '17.11', diff: '-2.79', games: '5.90 4.15 '}
, { name: 'Англия. Северная Национальная лига', date: '2018/01/07', event: 'AnyOther', count: '1', avg: '16.39', lds: '15.09', diff: '-1.30', games: '6.10 '}
, { name: 'Бангладеш. Премьер-лига. Дакка', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '7.27', lds: '-', diff: '-', games: '16.50 11.00 '}
, { name: 'Бельгия. 1-й дивизион B', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '8.00', lds: '9.88', diff: '1.88', games: '11.50 13.50 '}
, { name: 'Греция. Суперлига', date: '2018/01/07', event: 'AnyOther', count: '4', avg: '6.77', lds: '9.76', diff: '2.99', games: '5.70 18.00 29.00 6.40 '}
, { name: 'Израиль. Кубок. 1/16 финала', date: '2018/01/07', event: 'AnyOther', count: '1', avg: '8.00', lds: '-', diff: '-', games: '12.50 '}
, { name: 'Индия. I-лига', date: '2018/01/07', event: 'AnyOther', count: '1', avg: '8.33', lds: '5.71', diff: '-2.62', games: '12.00 '}
, { name: 'Индия. Суперлига', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '10.47', lds: '17.50', diff: '7.03', games: '5.60 13.50 '}
, { name: 'Испания. Примера дивизион', date: '2018/01/07', event: 'AnyOther', count: '5', avg: '13.46', lds: '12.14', diff: '-1.32', games: '15.50 1.54 6.50 9.90 3.70 '}
, { name: 'Испания. 2-й дивизион', date: '2018/01/07', event: 'AnyOther', count: '5', avg: '6.37', lds: '4.91', diff: '-1.46', games: '16.50 21.00 13.00 13.50 14.50 '}
, { name: 'Испания. 2-й дивизион B', date: '2018/01/07', event: 'AnyOther', count: '35', avg: '6.57', lds: '5.49', diff: '-1.08', games: '11.00 13.00 14.00 14.50 14.50 15.00 15.50 16.00 19.00 20.00 23.00 26.00 6.10 9.10 13.00 14.00 11.00 11.50 12.50 12.50 13.00 13.50 14.00 15.50 17.00 17.00 20.00 20.00 21.00 21.00 8.40 11.50 16.00 16.00 17.50 '}
, { name: 'Кипр. 1-й дивизион', date: '2018/01/07', event: 'AnyOther', count: '3', avg: '11.58', lds: '16.80', diff: '5.22', games: '6.10 17.00 2.80 '}
, { name: 'Коста-Рика. Примера дивизион', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '11.05', lds: '16.54', diff: '5.49', games: '8.10 10.00 '}
, { name: 'Мексика. Примера дивизион', date: '2018/01/07', event: 'AnyOther', count: '4', avg: '10.99', lds: '5.81', diff: '-5.18', games: '5.10 8.80 11.50 11.00 '}
, { name: 'Мексика. Лига де Ассенсо', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '8.85', lds: '-', diff: '-', games: '13.50 9.10 '}
, { name: 'Новая Зеландия. Премьер-лига', date: '2018/01/07', event: 'AnyOther', count: '4', avg: '26.63', lds: '-', diff: '-', games: '2.58 3.00 3.14 6.30 '}
, { name: 'Португалия. Примейра-лига', date: '2018/01/07', event: 'AnyOther', count: '4', avg: '18.15', lds: '10.34', diff: '-7.81', games: '12.00 3.40 3.84 2.80 '}
, { name: 'Португалия. 2-я лига', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '7.14', lds: '8.51', diff: '1.37', games: '11.50 16.50 '}
, { name: 'Франция. Кубок. 1/32 финала', date: '2018/01/07', event: 'AnyOther', count: '13', avg: '11.97', lds: '-', diff: '-', games: '10.00 11.00 14.00 2.86 5.20 1.93 11.50 12.50 16.00 2.39 8.60 9.60 3.05 '}
, { name: 'ЮАР. Премьер-лига', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '4.35', lds: '3.33', diff: '-1.02', games: '23.00 23.00 '}
, { name: 'Женщины. Англия. Суперлига 1', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '20.66', lds: '34.48', diff: '13.82', games: '6.60 3.08 '}
, { name: 'Женщины. Испания. Примера дивизион', date: '2018/01/07', event: 'AnyOther', count: '2', avg: '11.98', lds: '19.13', diff: '7.15', games: '10.00 6.70 '}
];