var data_lds = [
 { name: 'MARATHONBET онлайн букмекер', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '3.23', lds: '-', diff: '-', games: '31.00 '}
, { name: 'Товарищеские матчи. Сборные', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '10.53', lds: '-', diff: '-', games: '9.50 '}
, { name: 'Товарищеские матчи. Клубы', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '14.67', lds: '-', diff: '-', games: '4.15 6.70 9.60 '}
, { name: 'Товарищеские турниры. Клубы. Кубок Атлантики. Португалия. Групповой этап', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '16.67', lds: '-', diff: '-', games: '6.80 5.20 '}
, { name: 'Австралия. Эй-лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '15.87', lds: '11.11', diff: '-4.76', games: '6.30 6.30 '}
, { name: 'Австралия. Национальная Премьер-лига. Квинсленд', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '35.79', lds: '100.00', diff: '64.21', games: '3.20 3.24 3.28 1.74 2.51 '}
, { name: 'Австрия. Бундеслига', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '10.80', lds: '13.00', diff: '2.20', games: '11.00 17.00 3.24 5.80 '}
, { name: 'Англия. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '7', avg: '9.95', lds: '15.60', diff: '5.65', games: '4.40 11.00 18.00 21.00 3.18 8.80 3.98 '}
, { name: 'Англия. Чемпион-лига', date: '2018/02/03', event: 'AnyOther', count: '11', avg: '8.14', lds: '8.07', diff: '-0.07', games: '13.50 14.00 14.50 16.00 16.50 18.50 5.90 6.90 9.10 9.30 11.00 '}
, { name: 'Англия. 1-я лига', date: '2018/02/03', event: 'AnyOther', count: '12', avg: '8.74', lds: '8.41', diff: '-0.33', games: '10.50 11.00 12.00 13.00 13.50 14.50 15.00 16.00 5.20 7.90 9.00 9.70 '}
, { name: 'Англия. 2-я лига', date: '2018/02/03', event: 'AnyOther', count: '12', avg: '8.45', lds: '9.35', diff: '0.90', games: '10.50 12.00 13.00 13.50 14.00 14.00 15.50 17.00 6.10 8.00 9.10 9.30 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2018/02/03', event: 'AnyOther', count: '11', avg: '15.02', lds: '18.54', diff: '3.52', games: '4.65 5.20 6.10 6.60 6.70 6.70 6.80 7.00 7.40 7.80 8.30 '}
, { name: 'Англия. Национальная лига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '9.45', lds: '10.03', diff: '0.58', games: '12.50 13.00 14.50 5.50 7.40 '}
, { name: 'Англия. Северная Национальная лига', date: '2018/02/03', event: 'AnyOther', count: '7', avg: '13.81', lds: '15.00', diff: '1.19', games: '5.40 6.00 6.00 6.90 7.70 9.20 9.50 '}
, { name: 'Англия. Северная Премьер-лига. Премьер-дивизион', date: '2018/02/03', event: 'AnyOther', count: '11', avg: '14.83', lds: '17.66', diff: '2.83', games: '3.95 5.80 6.00 6.30 6.30 6.50 6.80 7.00 8.00 8.70 8.80 '}
, { name: 'Англия. Трофей Футбольной ассоциации. 3-й раунд', date: '2018/02/03', event: 'AnyOther', count: '8', avg: '11.13', lds: '-', diff: '-', games: '10.00 10.00 10.50 6.40 7.00 8.90 9.50 9.60 '}
, { name: 'Англия. Южная Национальная лига', date: '2018/02/03', event: 'AnyOther', count: '9', avg: '11.51', lds: '12.12', diff: '0.61', games: '10.00 12.50 5.40 5.60 8.00 8.90 9.00 9.10 9.70 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2018/02/03', event: 'AnyOther', count: '12', avg: '20.19', lds: '23.89', diff: '3.70', games: '2.30 2.57 3.26 4.30 4.30 4.70 5.00 5.50 5.90 6.70 7.40 7.50 '}
, { name: 'Аргентина. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '5.56', lds: '6.08', diff: '0.52', games: '16.00 21.00 19.50 16.50 17.00 '}
, { name: 'Аргентина. Примера B Насьональ', date: '2018/02/03', event: 'AnyOther', count: '7', avg: '4.96', lds: '2.10', diff: '-2.86', games: '21.00 21.00 23.00 19.50 18.00 18.50 20.00 '}
, { name: 'Аргентина. Примера B Метрополитана', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '5.23', lds: '-', diff: '-', games: '21.00 17.00 17.50 21.00 '}
, { name: 'Бахрейн. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '11.32', lds: '10.91', diff: '-0.41', games: '10.00 10.00 6.50 '}
, { name: 'Бельгия. 1-й дивизион А', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '9.39', lds: '-', diff: '-', games: '11.50 11.00 9.10 11.00 '}
, { name: 'Бельгия. 1-й дивизион B', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '8.16', lds: '9.28', diff: '1.12', games: '13.50 11.00 '}
, { name: 'Боливия. LFPB', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '18.43', lds: '40.00', diff: '21.57', games: '4.25 6.60 '}
, { name: 'Бразилия. Лига Кариока', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '10.10', lds: '-', diff: '-', games: '10.50 9.30 '}
, { name: 'Бразилия. Лига Минейро. 1-й дивизион', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '6.67', lds: '8.33', diff: '1.66', games: '15.00 '}
, { name: 'Бразилия. Лига Паулиста', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '7.49', lds: '-', diff: '-', games: '19.00 7.70 '}
, { name: 'Венесуэла. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '17.86', lds: '12.50', diff: '-5.36', games: '5.60 '}
, { name: 'Германия. Бундеслига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '12.90', lds: '9.39', diff: '-3.51', games: '12.50 3.76 6.80 8.80 6.90 '}
, { name: 'Германия. 2-я бундеслига', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '12.20', lds: '8.84', diff: '-3.36', games: '11.50 6.00 7.10 '}
, { name: 'Германия. 3-я лига', date: '2018/02/03', event: 'AnyOther', count: '7', avg: '8.17', lds: '12.73', diff: '4.56', games: '11.00 11.00 14.00 15.50 16.00 8.60 9.60 '}
, { name: 'Германия. Региональная лига. Юго-Запад', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '11.76', lds: '18.32', diff: '6.56', games: '7.30 9.70 '}
, { name: 'Германия. Региональная лига. Север', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '13.99', lds: '15.48', diff: '1.49', games: '6.10 8.20 '}
, { name: 'Германия. Региональная лига. Северо-Восток', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '9.52', lds: '18.67', diff: '9.15', games: '10.50 '}
, { name: 'Гонконг. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '30.49', lds: '10.64', diff: '-19.85', games: '1.86 4.70 '}
, { name: 'Греция. Суперлига', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '5.89', lds: '8.55', diff: '2.66', games: '15.00 26.00 9.90 '}
, { name: 'Египет. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '8.00', lds: '6.28', diff: '-1.72', games: '12.50 '}
, { name: 'Израиль. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '7.69', lds: '5.71', diff: '-1.98', games: '12.50 14.50 13.50 11.50 '}
, { name: 'Индия. I-лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '5.97', lds: '3.39', diff: '-2.58', games: '16.50 17.00 '}
, { name: 'Индия. Суперлига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '8.00', lds: '12.90', diff: '4.90', games: '12.50 '}
, { name: 'Индонезия. Кубок президента. 1/4 финала. Суракарта', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '12.58', lds: '-', diff: '-', games: '8.70 7.20 '}
, { name: 'Иордания. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '6.45', lds: '-', diff: '-', games: '15.50 '}
, { name: 'Иран. Про-лига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '7.41', lds: '4.62', diff: '-2.79', games: '13.50 '}
, { name: 'Испания. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '11.83', lds: '12.92', diff: '1.09', games: '10.00 8.60 12.50 2.72 '}
, { name: 'Испания. 2-й дивизион', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '6.85', lds: '4.92', diff: '-1.93', games: '20.00 19.00 6.00 16.50 11.50 '}
, { name: 'Испания. 2-й дивизион B', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '7.34', lds: '5.68', diff: '-1.66', games: '15.50 11.50 16.50 11.00 '}
, { name: 'Италия. Серия А', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '18.69', lds: '10.45', diff: '-8.24', games: '7.20 3.50 '}
, { name: 'Италия. Серия В', date: '2018/02/03', event: 'AnyOther', count: '8', avg: '12.21', lds: '9.84', diff: '-2.37', games: '10.00 10.50 10.50 4.50 6.30 7.50 8.10 8.10 '}
, { name: 'Италия. Серия C', date: '2018/02/03', event: 'AnyOther', count: '6', avg: '5.02', lds: '4.85', diff: '-0.17', games: '18.00 19.00 23.00 16.50 26.00 17.00 '}
, { name: 'Катар. Старз Лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '19.92', lds: '25.00', diff: '5.08', games: '6.80 3.24 '}
, { name: 'Колумбия. Примера A дивизион', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '14.08', lds: '-', diff: '-', games: '7.10 '}
, { name: 'Коста-Рика. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '16.95', lds: '14.69', diff: '-2.26', games: '5.90 '}
, { name: 'Малайзия. Суперлига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '16.13', lds: '15.15', diff: '-0.98', games: '6.20 '}
, { name: 'Мексика. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '7.02', lds: '5.82', diff: '-1.20', games: '15.50 13.00 '}
, { name: 'Мексика. Лига де Ассенсо', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '7.55', lds: '9.39', diff: '1.84', games: '15.00 12.50 14.50 11.00 '}
, { name: 'Нидерланды. Эредивизи', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '18.34', lds: '14.36', diff: '-3.98', games: '6.70 2.66 7.00 '}
, { name: 'ОАЭ. Арабиан Галф Лиг', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '17.91', lds: '13.79', diff: '-4.12', games: '8.00 4.15 4.60 '}
, { name: 'Парагвай. Примера A', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '10.00', lds: '-', diff: '-', games: '10.00 '}
, { name: 'Перу. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '10.15', lds: '9.09', diff: '-1.06', games: '10.00 9.70 '}
, { name: 'Португалия. Примейра-лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '23.26', lds: '10.61', diff: '-12.65', games: '3.65 4.95 '}
, { name: 'Румыния. Лига 1', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '5.73', lds: '6.41', diff: '0.68', games: '26.00 8.90 '}
, { name: 'Северная Ирландия. Кубок. 6-й раунд', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '21.40', lds: '-', diff: '-', games: '3.72 4.60 5.70 '}
, { name: 'Турция. Суперлига', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '11.19', lds: '11.63', diff: '0.44', games: '7.30 13.50 6.00 '}
, { name: 'Турция. 1-я лига', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '8.04', lds: '10.47', diff: '2.43', games: '13.00 9.80 14.50 '}
, { name: 'Уругвай. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '10.10', lds: '10.83', diff: '0.73', games: '10.50 11.50 7.70 '}
, { name: 'Уэльс. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '4', avg: '10.47', lds: '15.15', diff: '4.68', games: '10.50 8.80 9.10 9.80 '}
, { name: 'Финляндия. Кубок. Групповой этап', date: '2018/02/03', event: 'AnyOther', count: '7', avg: '18.88', lds: '-', diff: '-', games: '4.30 9.10 5.00 6.00 2.06 8.60 2.02 '}
, { name: 'Франция. Лига 1', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '6.86', lds: '9.52', diff: '2.66', games: '2.875 11.50 17.50 20.00 21.00 '}
, { name: 'Франция. Лига 2', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '10.99', lds: '12.18', diff: '1.19', games: '9.10 '}
, { name: 'Франция. Национальная лига', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '6.06', lds: '5.10', diff: '-0.96', games: '16.50 '}
, { name: 'Чили. Примера дивизион', date: '2018/02/03', event: 'AnyOther', count: '3', avg: '10.64', lds: '6.56', diff: '-4.08', games: '8.00 9.70 10.50 '}
, { name: 'Чили. Примера B', date: '2018/02/03', event: 'AnyOther', count: '1', avg: '11.49', lds: '9.17', diff: '-2.32', games: '8.70 '}
, { name: 'Швейцария. Суперлига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '19.76', lds: '15.79', diff: '-3.97', games: '3.22 6.90 '}
, { name: 'Швейцария. Челлендж-лига', date: '2018/02/03', event: 'AnyOther', count: '2', avg: '14.08', lds: '11.24', diff: '-2.84', games: '6.50 7.70 '}
, { name: 'Шотландия. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '6', avg: '10.66', lds: '9.03', diff: '-1.63', games: '3.80 11.00 12.00 14.00 5.90 9.60 '}
, { name: 'Шотландия. Чемпион-лига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '9.26', lds: '13.64', diff: '4.38', games: '11.50 12.50 13.00 8.40 8.60 '}
, { name: 'Шотландия. 1-я лига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '15.60', lds: '20.72', diff: '5.12', games: '4.55 4.90 7.30 7.30 8.00 '}
, { name: 'Шотландия. 2-я лига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '12.47', lds: '11.32', diff: '-1.15', games: '10.00 6.40 6.80 7.20 9.70 '}
, { name: 'ЮАР. Премьер-лига', date: '2018/02/03', event: 'AnyOther', count: '5', avg: '5.10', lds: '3.90', diff: '-1.20', games: '15.00 17.00 26.00 19.00 21.00 '}
];