var data_lds = [
 { name: 'Кубок стран Персидского залива. 2017. Кувейт. Групповой этап', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '8.40', lds: '-', diff: '-', games: '8.30 15.50 '}
, { name: 'Австралия. Эй-лига', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '13.16', lds: '10.71', diff: '-2.45', games: '5.20 10.00 '}
, { name: 'Англия. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '9', avg: '9.70', lds: '16.67', diff: '6.97', games: '9.20 13.00 13.00 15.50 16.00 2.08 8.80 8.50 6.70 '}
, { name: 'Англия. Чемпион-лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '9.80', lds: '8.33', diff: '-1.47', games: '10.00 11.50 12.00 12.50 15.50 5.10 5.40 9.30 9.50 9.50 12.00 '}
, { name: 'Англия. 1-я лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '8.84', lds: '9.96', diff: '1.12', games: '9.90 10.00 10.00 10.50 10.50 10.50 15.00 23.00 6.80 9.00 9.30 '}
, { name: 'Англия. 2-я лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '8.68', lds: '8.37', diff: '-0.31', games: '10.00 10.00 10.50 11.00 11.50 12.50 13.00 15.50 17.00 6.40 9.30 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '18.14', lds: '18.92', diff: '0.78', games: '4.20 4.55 4.80 4.90 5.10 5.60 5.70 5.70 6.20 6.60 7.30 '}
, { name: 'Англия. Национальная лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '8.79', lds: '8.19', diff: '-0.60', games: '11.50 11.50 12.00 12.50 12.50 13.50 17.50 5.70 9.20 9.30 9.90 '}
, { name: 'Англия. Северная Национальная лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '16.46', lds: '15.70', diff: '-0.76', games: '2.73 5.10 5.20 5.30 5.70 5.70 6.80 6.90 7.20 7.30 8.90 '}
, { name: 'Англия. Северная Премьер-лига. Премьер-дивизион', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '14.78', lds: '17.98', diff: '3.20', games: '4.90 5.90 6.10 6.10 6.80 7.20 7.30 7.40 7.50 7.60 7.60 '}
, { name: 'Англия. Южная Национальная лига', date: '2017/12/23', event: 'AnyOther', count: '11', avg: '13.51', lds: '11.79', diff: '-1.72', games: '3.72 5.40 7.00 7.10 7.70 7.80 8.40 8.50 8.50 8.60 8.70 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2017/12/23', event: 'AnyOther', count: '10', avg: '19.14', lds: '23.44', diff: '4.30', games: '2.77 3.58 3.64 4.50 4.65 5.50 6.10 6.70 7.30 7.50 '}
, { name: 'Бельгия. 1-й дивизион А', date: '2017/12/23', event: 'AnyOther', count: '3', avg: '13.10', lds: '-', diff: '-', games: '8.60 5.20 9.10 '}
, { name: 'Боливия. LFPB. Плей-офф за право играть в лиге LFPB. Финал. Первый матч', date: '2017/12/23', event: 'AnyOther', count: '1', avg: '19.23', lds: '-', diff: '-', games: '5.20 '}
, { name: 'Египет. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '3', avg: '4.84', lds: '5.65', diff: '0.81', games: '20.00 26.00 16.00 '}
, { name: 'Израиль. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '4', avg: '10.03', lds: '7.14', diff: '-2.89', games: '7.50 13.50 13.00 5.90 '}
, { name: 'Индия. I-лига', date: '2017/12/23', event: 'AnyOther', count: '1', avg: '8.00', lds: '8.70', diff: '0.70', games: '12.50 '}
, { name: 'Индия. Суперлига', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '11.17', lds: '16.67', diff: '5.50', games: '7.40 10.50 '}
, { name: 'Испания. Примера дивизион', date: '2017/12/23', event: 'AnyOther', count: '3', avg: '13.48', lds: '12.12', diff: '-1.36', games: '4.55 8.20 9.50 '}
, { name: 'Испания. 2-й дивизион', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '8.51', lds: '5.09', diff: '-3.42', games: '14.50 9.00 '}
, { name: 'Италия. Серия А', date: '2017/12/23', event: 'AnyOther', count: '8', avg: '14.91', lds: '10.65', diff: '-4.26', games: '3.42 3.14 5.00 6.40 6.80 7.90 11.00 10.00 '}
, { name: 'Италия. Серия C', date: '2017/12/23', event: 'AnyOther', count: '17', avg: '7.24', lds: '4.58', diff: '-2.66', games: '10.00 10.50 12.00 14.00 14.50 15.50 15.50 20.00 8.90 9.30 13.50 15.50 16.50 18.00 17.00 16.00 8.10 '}
, { name: 'Марокко. Ботола. 1-й дивизион', date: '2017/12/23', event: 'AnyOther', count: '3', avg: '5.77', lds: '5.32', diff: '-0.45', games: '21.00 21.00 10.00 '}
, { name: 'Нидерланды. Эредивизи', date: '2017/12/23', event: 'AnyOther', count: '4', avg: '15.75', lds: '15.79', diff: '0.04', games: '6.60 4.10 5.10 9.60 '}
, { name: 'Нидерланды. 1-й дивизион', date: '2017/12/23', event: 'AnyOther', count: '1', avg: '34.01', lds: '15.51', diff: '-18.50', games: '2.94 '}
, { name: 'Португалия. Примейра-лига', date: '2017/12/23', event: 'AnyOther', count: '1', avg: '13.33', lds: '10.37', diff: '-2.96', games: '7.50 '}
, { name: 'Саудовская Аравия. Про-лига', date: '2017/12/23', event: 'AnyOther', count: '1', avg: '17.54', lds: '12.00', diff: '-5.54', games: '5.70 '}
, { name: 'Северная Ирландия. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '4', avg: '13.38', lds: '19.30', diff: '5.92', games: '5.50 6.80 8.80 8.80 '}
, { name: 'Тунис. 1-я лига', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '6.47', lds: '2.30', diff: '-4.17', games: '21.00 9.90 '}
, { name: 'Турция. Суперлига', date: '2017/12/23', event: 'AnyOther', count: '3', avg: '11.03', lds: '13.10', diff: '2.07', games: '9.80 6.40 11.00 '}
, { name: 'Турция. 1-я лига', date: '2017/12/23', event: 'AnyOther', count: '4', avg: '9.32', lds: '10.34', diff: '1.02', games: '10.50 15.00 8.10 9.30 '}
, { name: 'Уэльс. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '18.43', lds: '13.86', diff: '-4.57', games: '4.55 6.30 '}
, { name: 'Шотландия. Премьер-лига', date: '2017/12/23', event: 'AnyOther', count: '6', avg: '10.60', lds: '10.62', diff: '0.02', games: '7.60 12.00 12.00 13.50 4.70 6.80 '}
, { name: 'Шотландия. Чемпион-лига', date: '2017/12/23', event: 'AnyOther', count: '5', avg: '10.78', lds: '13.58', diff: '2.80', games: '10.00 10.50 11.50 4.50 9.90 '}
, { name: 'Шотландия. 1-я лига', date: '2017/12/23', event: 'AnyOther', count: '5', avg: '13.05', lds: '24.69', diff: '11.64', games: '10.50 5.70 6.70 7.20 8.20 '}
, { name: 'Шотландия. 2-я лига', date: '2017/12/23', event: 'AnyOther', count: '5', avg: '15.36', lds: '9.09', diff: '-6.27', games: '4.45 5.40 6.30 6.80 9.60 '}
, { name: 'Япония. Кубок Императора. 1/2 финала', date: '2017/12/23', event: 'AnyOther', count: '2', avg: '8.66', lds: '-', diff: '-', games: '9.10 14.00 '}
];