var data_lds = [
 { name: 'Лига Европы УЕФА. Групповой этап', date: '2017/11/22', event: 'AnyOther', count: '24', avg: '11.11', lds: '-', diff: '-', games: '14.00 10.50 11.00 12.50 13.50 15.50 2.01 4.75 4.80 4.85 6.10 8.60 9.80 9.90 10.50 11.00 11.00 12.00 12.00 3.28 3.52 7.40 8.30 9.20 '}
, { name: 'Кубок Либертадорес. Финал. Первый матч', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '6.67', lds: '-', diff: '-', games: '15.00 '}
, { name: 'Товарищеские матчи. Сборные', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '29.94', lds: '-', diff: '-', games: '3.34 '}
, { name: 'Австралия. Эй-лига', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '10.99', lds: '5.88', diff: '-5.11', games: '9.10 '}
, { name: 'Аргентина. Примера дивизион', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '10.10', lds: '8.73', diff: '-1.37', games: '9.90 '}
, { name: 'Египет. Премьер-лига', date: '2017/11/22', event: 'AnyOther', count: '3', avg: '5.56', lds: '3.75', diff: '-1.81', games: '15.50 19.50 19.00 '}
, { name: 'Индия. Суперлига', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '5.71', lds: '0.00', diff: '-5.71', games: '17.50 '}
, { name: 'Иордания. Премьер-лига', date: '2017/11/22', event: 'AnyOther', count: '3', avg: '14.85', lds: '-', diff: '-', games: '5.90 9.90 4.40 '}
, { name: 'Колумбия. Примера B дивизион. Плей-офф. Финал. Первый матч', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '9.52', lds: '-', diff: '-', games: '10.50 '}
, { name: 'Коста-Рика. Примера дивизион', date: '2017/11/22', event: 'AnyOther', count: '5', avg: '16.50', lds: '16.54', diff: '0.04', games: '10.50 2.90 4.30 5.80 6.80 '}
, { name: 'Марокко. Ботола. 1-й дивизион', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '4.76', lds: '1.79', diff: '-2.97', games: '21.00 '}
, { name: 'Мексика. Примера дивизион. Плей-офф. 1/4 финала. Первые матчи', date: '2017/11/22', event: 'AnyOther', count: '2', avg: '9.80', lds: '-', diff: '-', games: '9.90 10.50 '}
, { name: 'ОАЭ. Арабиан Галф Лиг', date: '2017/11/22', event: 'AnyOther', count: '3', avg: '21.58', lds: '14.58', diff: '-7.00', games: '4.00 4.20 5.70 '}
, { name: 'Перу. Примера дивизион', date: '2017/11/22', event: 'AnyOther', count: '1', avg: '18.18', lds: '8.28', diff: '-9.90', games: '5.50 '}
, { name: 'Саудовская Аравия. Про-лига', date: '2017/11/22', event: 'AnyOther', count: '3', avg: '13.22', lds: '13.64', diff: '0.42', games: '8.30 8.20 6.20 '}
, { name: 'Уругвай. Примера дивизион', date: '2017/11/22', event: 'AnyOther', count: '2', avg: '13.16', lds: '10.23', diff: '-2.93', games: '6.10 9.10 '}
];