var data_lds = [
 { name: 'Кубок Восточной Азии. 2017. Финальный турнир. Япония. Круговой турнир', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '5.13', lds: '-', diff: '-', games: '21.00 18.00 '}
, { name: 'MARATHONBET онлайн букмекер', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '15.97', lds: '-', diff: '-', games: '8.80 3.72 '}
, { name: 'Австралия. Эй-лига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '14.15', lds: '10.00', diff: '-4.15', games: '8.10 7.40 5.70 '}
, { name: 'Австрия. Бундеслига', date: '2017/12/16', event: 'AnyOther', count: '4', avg: '10.78', lds: '11.58', diff: '0.80', games: '5.40 13.50 8.70 9.50 '}
, { name: 'Англия. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '7', avg: '10.15', lds: '15.88', diff: '5.73', games: '9.00 11.00 26.00 3.22 5.10 9.80 4.85 '}
, { name: 'Англия. Чемпион-лига', date: '2017/12/16', event: 'AnyOther', count: '11', avg: '8.73', lds: '8.70', diff: '-0.03', games: '11.50 12.00 12.50 13.00 14.50 15.50 18.00 4.60 7.20 9.20 8.00 '}
, { name: 'Англия. 1-я лига', date: '2017/12/16', event: 'AnyOther', count: '11', avg: '9.73', lds: '9.68', diff: '-0.05', games: '10.00 10.50 10.50 13.00 13.00 14.00 6.20 8.30 9.00 9.20 9.40 '}
, { name: 'Англия. 2-я лига', date: '2017/12/16', event: 'AnyOther', count: '11', avg: '9.16', lds: '8.73', diff: '-0.43', games: '10.50 11.00 12.00 13.00 14.00 14.50 16.50 6.00 6.70 7.80 8.10 '}
, { name: 'Англия. Истмийская лига. Премьер-дивизион', date: '2017/12/16', event: 'AnyOther', count: '9', avg: '16.68', lds: '18.37', diff: '1.69', games: '4.75 5.10 5.30 5.70 6.10 6.20 6.30 7.20 7.30 '}
, { name: 'Англия. Северная Национальная лига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '12.82', lds: '15.45', diff: '2.63', games: '7.40 7.50 8.50 '}
, { name: 'Англия. Северная Премьер-лига. Премьер-дивизион', date: '2017/12/16', event: 'AnyOther', count: '8', avg: '16.81', lds: '18.11', diff: '1.30', games: '5.00 5.50 5.70 5.90 6.20 6.30 6.30 6.70 '}
, { name: 'Англия. Трофей Футбольной ассоциации. 1-й раунд', date: '2017/12/16', event: 'AnyOther', count: '31', avg: '13.14', lds: '-', diff: '-', games: '12.50 4.80 5.00 5.20 5.30 5.40 5.60 5.70 6.10 6.20 6.20 6.70 7.00 7.30 7.30 7.50 7.80 7.90 8.10 8.20 8.50 8.60 8.90 8.90 9.10 9.20 9.20 9.30 9.40 9.40 9.60 '}
, { name: 'Англия. Южная Национальная лига', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '11.90', lds: '11.79', diff: '-0.11', games: '8.40 '}
, { name: 'Англия. Южная футбольная лига. Премьер-дивизион', date: '2017/12/16', event: 'AnyOther', count: '9', avg: '17.51', lds: '23.08', diff: '5.57', games: '4.60 5.20 5.40 5.80 5.80 5.80 5.90 6.20 6.70 '}
, { name: 'Бельгия. 1-й дивизион А', date: '2017/12/16', event: 'AnyOther', count: '4', avg: '9.93', lds: '-', diff: '-', games: '14.00 8.40 9.20 8.70 '}
, { name: 'Бельгия. 1-й дивизион B', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '9.52', lds: '10.53', diff: '1.01', games: '10.50 10.50 '}
, { name: 'Германия. Бундеслига', date: '2017/12/16', event: 'AnyOther', count: '6', avg: '11.79', lds: '8.97', diff: '-2.82', games: '10.50 15.00 4.20 8.10 9.10 4.00 '}
, { name: 'Германия. 2-я бундеслига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '8.55', lds: '9.68', diff: '1.13', games: '11.00 15.50 8.60 '}
, { name: 'Германия. 3-я лига', date: '2017/12/16', event: 'AnyOther', count: '6', avg: '9.88', lds: '12.50', diff: '2.62', games: '14.50 10.50 11.50 8.00 8.10 8.10 '}
, { name: 'Германия. Региональная лига. Север', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '11.11', lds: '15.79', diff: '4.68', games: '9.00 '}
, { name: 'Греция. Суперлига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '11.70', lds: '8.93', diff: '-2.77', games: '18.50 3.10 4.05 '}
, { name: 'Дания. Суперлига', date: '2017/12/16', event: 'AnyOther', count: '7', avg: '12.73', lds: '19.55', diff: '6.82', games: '11.00 11.50 5.00 5.40 6.40 7.70 8.00 '}
, { name: 'Дания. Кубок. 1/8 финала', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '11.24', lds: '-', diff: '-', games: '8.90 '}
, { name: 'Израиль. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '4', avg: '7.41', lds: '7.69', diff: '0.28', games: '16.50 12.00 13.50 12.00 '}
, { name: 'Индия. I-лига', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '21.05', lds: '12.50', diff: '-8.55', games: '4.75 '}
, { name: 'Индия. Суперлига', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '11.90', lds: '16.67', diff: '4.77', games: '8.40 '}
, { name: 'Иордания. Кубок. 1/2 финала. Ответные матчи', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '8.33', lds: '-', diff: '-', games: '12.00 '}
, { name: 'Испания. Примера дивизион', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '11.70', lds: '11.92', diff: '0.22', games: '9.70 12.00 3.94 '}
, { name: 'Испания. 2-й дивизион', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '6.69', lds: '5.05', diff: '-1.64', games: '17.50 21.00 7.20 13.50 15.50 '}
, { name: 'Испания. 2-й дивизион B', date: '2017/12/16', event: 'AnyOther', count: '7', avg: '6.14', lds: '5.13', diff: '-1.01', games: '20.00 10.00 14.00 17.00 17.50 18.00 17.50 '}
, { name: 'Италия. Серия А', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '22.81', lds: '11.39', diff: '-11.42', games: '4.45 5.60 3.10 '}
, { name: 'Италия. Серия В', date: '2017/12/16', event: 'AnyOther', count: '8', avg: '7.98', lds: '9.55', diff: '1.57', games: '11.00 12.00 13.00 18.00 21.00 7.70 8.30 9.30 '}
, { name: 'Италия. Серия C', date: '2017/12/16', event: 'AnyOther', count: '7', avg: '7.16', lds: '4.91', diff: '-2.25', games: '15.00 15.00 17.00 9.30 14.00 13.50 14.00 '}
, { name: 'Катар. Старз кап. 1/2 финала', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '16.95', lds: '-', diff: '-', games: '6.70 5.10 '}
, { name: 'Кипр. 1-й дивизион', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '20.82', lds: '17.82', diff: '-3.00', games: '7.10 4.25 3.06 '}
, { name: 'Марокко. Ботола. 1-й дивизион', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '6.82', lds: '4.82', diff: '-2.00', games: '11.50 16.00 16.50 '}
, { name: 'Нидерланды. Эредивизи', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '13.84', lds: '15.49', diff: '1.65', games: '5.40 9.40 2.54 9.00 9.80 '}
, { name: 'Новая Зеландия. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '25.00', lds: '-', diff: '-', games: '4.00 '}
, { name: 'Польша. Экстракласа', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '9.74', lds: '6.17', diff: '-3.57', games: '11.50 13.00 6.30 '}
, { name: 'Португалия. Примейра-лига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '7.08', lds: '9.52', diff: '2.44', games: '23.00 13.50 5.90 '}
, { name: 'Португалия. 2-я лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '8.65', lds: '9.32', diff: '0.67', games: '15.50 12.00 12.50 8.00 9.80 '}
, { name: 'Румыния. Лига 1', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '9.09', lds: '6.76', diff: '-2.33', games: '11.00 11.00 '}
, { name: 'Саудовская Аравия. Про-лига', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '14.29', lds: '12.90', diff: '-1.39', games: '6.60 7.40 '}
, { name: 'Северная Ирландия. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '6', avg: '20.73', lds: '19.44', diff: '-1.29', games: '2.71 3.08 3.36 6.30 6.70 6.80 '}
, { name: 'Тунис. 1-я лига', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '10.70', lds: '2.41', diff: '-8.29', games: '12.50 6.20 '}
, { name: 'Турция. Суперлига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '14.63', lds: '12.59', diff: '-2.04', games: '8.70 6.60 5.20 '}
, { name: 'Турция. 1-я лига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '11.41', lds: '10.29', diff: '-1.12', games: '7.60 8.70 10.00 '}
, { name: 'Уэльс. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '3', avg: '11.95', lds: '13.68', diff: '1.73', games: '11.00 5.50 8.60 '}
, { name: 'Франция. Лига 1', date: '2017/12/16', event: 'AnyOther', count: '6', avg: '8.68', lds: '10.53', diff: '1.85', games: '3.15 13.00 14.00 15.00 16.00 8.00 '}
, { name: 'Франция. Лига 2', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '15.15', lds: '12.83', diff: '-2.32', games: '6.60 '}
, { name: 'Франция. Национальная лига', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '6.06', lds: '5.56', diff: '-0.50', games: '16.50 '}
, { name: 'Хорватия. 1-я лига', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '22.60', lds: '8.42', diff: '-14.18', games: '2.35 6.50 '}
, { name: 'Швейцария. Суперлига', date: '2017/12/16', event: 'AnyOther', count: '2', avg: '12.82', lds: '14.44', diff: '1.62', games: '7.50 8.10 '}
, { name: 'Шотландия. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '9.31', lds: '9.43', diff: '0.12', games: '11.50 11.50 12.50 13.00 5.20 '}
, { name: 'Шотландия. Чемпион-лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '11.11', lds: '14.29', diff: '3.18', games: '11.50 12.00 5.70 7.30 8.50 '}
, { name: 'Шотландия. 1-я лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '15.97', lds: '24.68', diff: '8.71', games: '4.60 5.40 6.30 7.40 7.60 '}
, { name: 'Шотландия. 2-я лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '12.53', lds: '9.59', diff: '-2.94', games: '11.00 5.00 5.20 8.80 9.90 '}
, { name: 'ЮАР. Премьер-лига', date: '2017/12/16', event: 'AnyOther', count: '5', avg: '5.92', lds: '2.83', diff: '-3.09', games: '11.50 17.00 21.00 16.00 19.00 '}
, { name: 'Женщины. Англия. Кубок Суперлиги. 1/4 финала', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '10.00', lds: '-', diff: '-', games: '10.00 '}
, { name: 'Женщины. Испания. Примера дивизион', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '29.59', lds: '20.19', diff: '-9.40', games: '3.38 '}
, { name: 'Женщины. Япония. Надэсико Лига. 1-й дивизион. Плей-офф за право играть в 1-м дивизионе. Ответные матчи', date: '2017/12/16', event: 'AnyOther', count: '1', avg: '9.52', lds: '-', diff: '-', games: '10.50 '}
];